Repository: asc-csa/ckanext-bulk
Catalog: ckanext/bulk/i18n/*/LC_MESSAGES/ckanext-bulk.po
Languages: fr

source: loading
fr: chargement

source: no_results
fr: aucun résultat

source: not_loading
fr: pas de chargement

source: option_create
fr: créer une option

source: Entity not found
fr: Entité introuvable

source: Oops! An error happened!
fr: Oups ! Une erreur s'est produite !

source: Not authorized to view this page
fr: Non autorisé à voir cette page

source: Bulk update manager
fr: Gestionnaire de modification en masse

source: Bulk Edit Form
fr: Formulaire de modification en masse

source: Search Results
fr: Résultats de recherche

source: Export Results CSV
fr: Exporter les résultats CSV

source: Click Search to find entities
fr: Cliquez sur Rechercher pour trouver des entités

source: Loading...
fr: Chargement...

source: Configure your filters and click Search. Results will appear here.
fr: Configurez vos filtres et cliquez sur Rechercher. Les résultats apparaîtront ici.

source: Delete All Matches
fr: Supprimer toutes les correspondances

source: Update Fields
fr: Mettre à jour les champs

source: Update All Matches
fr: Mettre à jour toutes les correspondances

source: Operation Logs
fr: Journaux d'opération

source: Export Logs CSV
fr: Exporter les journaux CSV

source: Entity type
fr: Type d'entité

source: Global operator:
fr: Opérateur global :

source: OR
fr: OU

source: AND
fr: ET

source: Filters
fr: Filtres

source: Search
fr: Rechercher

source: Export result as CSV
fr: Exporter le résultat en CSV

source: Export logs as CSV
fr: Exporter les journaux en CSV

source: There will be information about how many entities will be changed.
fr: Il y aura des informations sur le nombre d'entités qui seront modifiées.

source: Entity Field
fr: Champ d'entité

source: Operator
fr: Opérateur

source: Value
fr: Valeur

source: <strong>%(count)s</strong> of <strong>%(total)s</strong> %(entity_type)s%(plural)s will be affected
fr: <strong>%(count)s</strong> sur <strong>%(total)s</strong> %(entity_type)s%(plural)s seront affectés

source: (showing first %(count)s)
fr: (affichage des %(count)s premiers)

source: New value
fr: Nouvelle valeur
